-- phpMyAdmin SQL Dump
-- version 3.5.1
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Время создания: Дек 16 2016 г., 01:43
-- Версия сервера: 5.5.25
-- Версия PHP: 5.3.13

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `firma`
--

-- --------------------------------------------------------

--
-- Структура таблицы `example`
--

CREATE TABLE IF NOT EXISTS `example` (
  `idp` int(11) NOT NULL,
  `month` date NOT NULL,
  `manager` varchar(50) NOT NULL,
  `project` varchar(10) NOT NULL,
  `operator` varchar(20) NOT NULL,
  `currency` varchar(10) NOT NULL,
  UNIQUE KEY `idp` (`idp`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `example`
--

INSERT INTO `example` (`idp`, `month`, `manager`, `project`, `operator`, `currency`) VALUES
(120, '0000-00-00', 'Иванов Иван', 'P120', '', ''),
(201, '0000-00-00', 'Петров Петр', 'P201', '', ''),
(306, '0000-00-00', ' Ильин', 'P306', '', ''),
(488, '0000-00-00', ' Виноградов', 'P488', '', ''),
(745, '0000-00-00', 'Петров', 'P745', '', ''),
(753, '0000-00-00', 'Новиков', 'P753', '', ''),
(2445, '0000-00-00', 'Сидоров Сидор', 'P2445', '', ''),
(2446, '0000-00-00', ' Кузьмин', 'P2446', '', ''),
(2603, '0000-00-00', ' Титов', 'P2603', '', ''),
(3022, '0000-00-00', ' Гусев', 'P3022', '', ''),
(4143, '0000-00-00', ' Ковалёв', 'P4143', '', ''),
(4145, '0000-00-00', ' Андреев', 'P4145', '', ''),
(4148, '0000-00-00', ' Макаров', 'P4148', '', ''),
(4198, '0000-00-00', ' Киселёв', 'P4198', '', ''),
(4260, '0000-00-00', ' Орлов', 'P4260', '', ''),
(4262, '0000-00-00', ' Комаров', 'P4262', '', ''),
(4282, '0000-00-00', ' Белов', 'P4282', '', ''),
(4306, '0000-00-00', ' Тарасов', 'P4306', '', ''),
(4324, '0000-00-00', ' Беляев', 'P4324', '', ''),
(4328, '0000-00-00', ' Михайлов', 'P4328', '', ''),
(4364, '0000-00-00', ' Фёдоров', 'P4364', '', ''),
(4417, '0000-00-00', ' Воробьёв', 'P4417', '', ''),
(4648, '0000-00-00', ' Богданов', 'P4648', '', ''),
(5041, '0000-00-00', ' Голубев', 'P5041', '', ''),
(5511, '0000-00-00', ' Семёнов', 'P5511', '', ''),
(6296, '0000-00-00', ' Павлов', 'P6296', '', ''),
(7189, '0000-00-00', ' Зайцев', 'P7189', '', ''),
(7203, '0000-00-00', ' Васильев', 'P7203', '', ''),
(7241, '0000-00-00', 'Соловьёв', 'P7241', '', ''),
(7308, '0000-00-00', 'Волков', 'P7308', '', ''),
(7457, '0000-00-00', 'Морозов', 'P7457', '', ''),
(7558, '0000-00-00', 'Козлов', 'P7558', '', ''),
(7755, '0000-00-00', 'Лебедев', 'P7755', '', ''),
(7766, '0000-00-00', 'Попов', 'P7766', '', ''),
(7796, '0000-00-00', 'Соколов', 'P7796', '', ''),
(7815, '0000-00-00', 'Петухов Иван', 'P7815', '', '');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
